['助教','讲师','博士生 导师','副教授','教授','特聘 教授','兼职 教授','名誉 主任','副 主任',
 '主任','系主任','名誉 主任','副 院长','院长','名誉 院长','常务 副 院长','技术员',
 '研究 人员','测 绘员','所长','副 司长','司长','副 部长','部长','副 总工','副 总工程师','总工程师',
 '总工','教授级 高级 工程师','高级 工程师','高级 工程师','工程师','副 总裁','总裁','工程院 常务 副 院长',
 '工程院 副 院长','工程院 院长','工程院 院士','科学院 院士','双 聘 院士','名誉 校长','校长','副 校长',
 '常务 理事','理事','理事长','名誉 理事长','副 理事长','副 会长','会长','首席 学术 顾问','常务委员',
 '兼职 委员','副 主任委员','委员','候补委员','委员会 主席','委员会 主任','委员会 委员','副 组长',
 '组长','主席','副 主席','会士','顾问团 成员','顾问组 成员','专家组 成员','专家组 组长','咨询组 成员',
 '成员','技术 咨询 专家','特聘 专家','咨询 专家','特殊 津贴 专家','专家','首席 科学家','科学家',
 '首席 学术 顾问','顾问','客座 研究员','研究员','全国 人民 代表大会 代表','人民 代表大会 代表',
 '人大代表','代表','常委','党委 常委','党组 副 书记','召集人']





